{
  "What would you like to do in Canada?": "Study",
  "How long are you planning to stay in Canada?": "Temporarily – more than 6 months",
  "Select the code that matches the one on your passport.": "IND (India)",
  "What is your current country or territory of residence?": "India",
  "Do you have a family member who is a Canadian citizen or permanent resident and is 18 years or older?": "No",
  "What is your date of birth?": "May 4, 2003",
  "Do you have a provincial or territorial attestation letter or meet an exception from submitting a provincial or territorial attestation letter?": "Yes, I have a provincial or territorial attestation letter",
  "Which province or territory is your provincial attestation letter from?": "Ontario",
  "Are you a lawful permanent resident of the United States with a valid U.S. Citizenship and Immigration Services (USCIS) number?": "No",
  "Have you been accepted to a designated learning institution?": "Yes",
  "Are you planning to attend a post-secondary designated learning institution?": "Yes",
  "Have you visited or lived in any one of the designated countries for 6 consecutive months in the last year?": "No",
  "Have you had a medical exam performed by an IRCC authorized panel physician within the last 12 months?": "Yes",
  "Do you have an SDS eligible GIC?": "Yes",
  "Did you pay your first year's tuition in full?": "Yes",
  "Have you taken a language test in the past 2 years?": "Yes – IELTS",
  "Were all your results for listening, reading, writing and speaking on IELTS a 6.0 or higher?": "Yes",
  "What is your marital status?": "Never Married / Single",
  "What is your province or territory of destination?": "Ontario",
  "Do you have a valid work permit or study permit, and need a visa to return to Canada?": "No",
  "Are you an exchange student?": "No",
  "Is work an essential component of your studies?": "No",
  "Are you a spouse, common-law partner or child of certain skilled worker or of certain full-time international student that has or will have status in Canada?": "No",
  "Are you a recipient of a Commonwealth scholarship, CIDA full bursary, or participant in a Canadian aid program?": "No",
  "Are you accompanying a family member that has status in Canada, or has recently been approved to come to Canada?": "No",
  "Have you ever committed, been arrested for, been charged with, or convicted of any criminal offence in any country?": "No",
  "Do you want to submit an application for a family member?": "No",
  "Are you giving someone access to your application?": "No",
  "In the past 10 years, have you given your fingerprints and photo (biometrics) for an application to come to Canada?": "No",
  "Will you be paying your application fees or are you fee exempt?": "Yes, I will be paying my application fees",
  "Are you able to make a digital copy of your documents with a scanner or camera?": "Yes",
  "Will you be paying your application fees online?": "Yes"
} 